<?php

return [
    'heading' => 'Laravel માં આપનું સ્વાગત છે',
    'subheading' => 'વેબ કારીગરો માટે PHP ફ્રેમવર્ક',
    'intro' => "Laravel એ એક શક્તિશાળી અને સુંદર PHP ફ્રેમવર્ક છે, જે આધુનિક વેબ એપ્લિકેશનને સરળતાથી વિકસાવવા માટે ડિઝાઇન કરવામાં આવ્યું છે. તેની સ્વચ્છ સિન્ટેક્સ, મજબૂત સુવિધાઓ અને ડેવલપર-ફ્રેન્ડલી દ્રષ્ટિકોણ Laravel ને રાઉટિંગ, ઓથેન્ટિકેશન, ડેટાબેસ મેનેજમેન્ટ અને API ડેવલપમેન્ટ જેવા કાર્યને સરળ બનાવે છે. આ MVC (મોડલ-વ્યૂ-કંટ્રોલર) આર્કિટેક્ચરને અનુસરે છે, જેનાથી કોડ વધુ સુવ્યવસ્થિત અને જાળવી રાખવામાં સરળ બને છે. Eloquent ORM, Blade ટેમ્પ્લેટિંગ, અને Artisan CLI જેવા બિલ્ટ-ઈન ટૂલ્સ સાથે, Laravel ઉત્પાદકતા વધારે છે અને લવચીકતા પૂરી પાડે છે. નાનાં પ્રોજેક્ટ્સથી માંડીને મોટા એન્ટરપ્રાઇઝ એપ્લિકેશન્સ સુધી, Laravel Livewire, Filament અને Laravel Jetstream જેવા સમૃદ્ધ ઇકોસિસ્ટમ સાથે શ્રેષ્ઠ વિકાસ અનુભવ આપે છે.",
];
